<template lang="pug">
  .page
    VHeader

    .main
      VBanner

      VContent
        div
          .mark-wrapper
            VMark Мобильное приложение
            VMark(theme="icon" icon="apple") iOS
            VMark(theme="icon" icon="android") Android
          h2.h2 Мобильная печать
          p Приложение обеспечивает вывод на печать на любом подключённом к ПО «Смарт Принт» устройстве печати. Приложение позволяет пользователю увидеть список ожидающих печати документов (персональную очередь печати), выбрать документы для отправки на печать и указать устройство печати, на котором будет произведена печать, отсканировав его уникальный QR-код.
          p Вход в приложение защищён персональным кодом пользователя с возможностью использовать для входа отпечаток пальца или изображение лица. Дополнительно реализованы функции сохранения часто печатаемых документов в «Избранное» или удаления документов из очереди печати без вывода на печать.
        //img(src="~/assets/img/content-01.png" alt="Мобильная печать")

      VContent
        //img(src="~/assets/img/content-02.png" alt="Катюша М151")
        div
          VMark(theme="light") Встраиваемое приложение
          h2.h2 Катюша М151
          p Приложение обеспечивает интеграцию МФУ Катюша М151 в инфраструктуру защищённой печати под управлением ПО «Смарт Принт». Приложение реализует функции аутентификации пользователя с помощью персональной карты доступа, ПИН-кода или пароля, отображения и управления очередью ожидающих вывода на печать документов, выполнения на МФУ копирования и сканирования документов с отправкой результата по электронной почте или в персональную сетевую папку пользователя, а также управления настройками МФУ и персональными настройками сканирования и копирования пользователя.
          p Дополнительно для удобства пользователя предоставляется возможность зарегистрировать новую карту доступа или получить новый ПИН-код прямо на МФУ.

      VContent
        div
          VMark Мобильное приложение
          h2.h2 Смарт Принт Планшет
          p Приложение обеспечивает интеграцию устройства печати в инфраструктуру защищённой печати под управлением ПО «Смарт Принт». Приложение реализует функции аутентификации пользователя с помощью персональной карты доступа, ПИН-кода или пароля, отображения и управления очередью ожидающих вывода на печать документов, а также позволяет зарегистрировать новую карту доступа пользователя или получить новый ПИН-код.
        //img(src="~/assets/img/content-03.png" alt="Смарт Принт Планшет")

      VContent
        //img(src="~/assets/img/content-04.png" alt="Катюша М247")
        div
          VMark(theme="light") Встраиваемое приложение
          h2.h2 Катюша М247
          p Приложение обеспечивает интеграцию МФУ Катюша М247 в инфраструктуру защищённой печати под управлением ПО «Смарт Принт». Приложение реализует функции аутентификации пользователя с помощью персональной карты доступа, ПИН-кода или пароля, отображения и управления очередью ожидающих вывода на печать документов, выполнения на МФУ копирования и сканирования документов с отправкой результата по электронной почте или в персональную сетевую папку пользователя,а также управления персональными настройками сканирования и копирования пользователя.
          p Дополнительно для удобства пользователя предоставляется возможность зарегистрировать новую карту доступа или получить новый ПИН-код прямо на МФУ.

      VContent
        div
          VMark(theme="light") Встраиваемое приложение
          h2.h2 Смарт Принт HP
          p Приложение обеспечивает интеграцию печатающих устройств HP в инфраструктуру защищённой печати под управлением ПО «Смарт Принт». Приложение реализует функции аутентификации пользователя с помощью персональной карты доступа, ПИН-кода или пароля, отображения и управления очередью ожидающих вывода на печать документов, выполнения на МФУ копирования и сканирования документов с отправкой результата по электронной почте или в персональную сетевую папку пользователя,а также управления персональными настройками сканирования и копирования пользователя.
          p Дополнительно для удобства пользователя предоставляется возможность зарегистрировать новую карту доступа или получить новый ПИН-код прямо на МФУ.
        //img(src="~/assets/img/content-05.png" alt="Смарт Принт HP")

      VContent
        //img(src="~/assets/img/content-06.png" alt="Смарт Принт Konica")
        div
          VMark(theme="light") Встраиваемое приложение
          h2.h2 Смарт Принт Konica
          p Приложение обеспечивает интеграцию печатающих устройств Konica в инфраструктуру защищённой печати под управлением ПО «Смарт Принт». Приложение реализует функции аутентификации пользователя с помощью персональной карты доступа, ПИН-кода или пароля, отображения и управления очередью ожидающих вывода на печать документов, выполнения на МФУ копирования и сканирования документов с отправкой результата по электронной почте или в персональную сетевую папку пользователя,а также управления персональными настройками сканирования и копирования пользователя.
          p Дополнительно для удобства пользователя предоставляется возможность зарегистрировать новую карту доступа или получить новый ПИН-код прямо на МФУ.

      VContent
        div
          VMark(theme="violet") Программное обеспечение
          h2.h2 Мобильный инженер
          p Программное обеспечение реализует функцию учёта материальных ценностей, передаваемых инженерам для выполнения выездного ремонта техники в местах её установки. ПО обеспечивает фиксацию фактов передачи материальных ценностей со склада инженеру и установки материальных ценностей инженером непосредственно в аппарат. Реализованы функции автоматического определения аппарата, куда будет установлена материальная ценность, по его уникальному QR-коду с фиксацией актуальных на момент выполнения операции учётных значений аппаратных счётчиков расходных материалов и значений параметров идентификации аппарата (уникальный серийный номер производителя, сетевой адрес и др.). Зафиксированные факты перемещения материальных ценностей автоматически передаются в ПО бухгалтерского учёта и складскую систему.
        //img(src="~/assets/img/content-07.png" alt="Мобильный инженер")

    VFooter


</template>

<script>
import VHeader from "@/components/VHeader";
import VFooter from "@/components/VFooter";
import VBanner from "@/components/VBanner";
import VContent from "@/components/VContent";
import VMark from "@/components/VMark";
export default {
    components: {
        VHeader,
        VBanner,
        VContent,
        VMark,
        VFooter
    }
}
</script>

<style lang="scss">
  @include styles;
 .page {
   background-color: $glob-color-bg;
   .mark-wrapper {
     @include flex_it($distance: 7px);
     @include media($max: $glob-phone-min) {
       //flex-direction: column;
       //align-items: flex-start;
     }
   }
 }
</style>
